# Задача - длинна слова
a="Marina"
print(a)
print(len(a))

# Задача - сумма и разности
first=10
second=25
summa=first+second
diff=first-second
print(summa)
print(diff)

# Задача - среднее арифметическое
first=15
second=16
third=2
mean=(first+second+third)/3
print(mean)

# Задача - простые строчки
first_string="Вторник"
second_string="Понедельник"
print((second_string)+', ' + (first_string))

# Задача - сложная формула
a=2
b=3
c=4
f=(a*b)+(a*c)
print(f)
f= (((a*b)+(a*c))**3)/2
print(f)
